Repository: IvanTrusenev/audionap
Catalog: App/Localizable.xcstrings
Source language: en
Languages: ru

# action.quit
source: Quit
ru: Выйти

# action.refresh
source: Refresh
ru: Обновить

# action.start
source: Start
ru: Запустить

# action.stop
source: Stop
ru: Остановить

# device.empty
source: No paired devices
ru: Нет парных устройств

# device.invalidMAC
source: Not a Bluetooth address
ru: Не похоже на адрес Bluetooth

# device.none
source: Not selected
ru: Не выбрано

# device.title
source: Device
ru: Устройство

# error.bootoutFailed %lld
source: Could not stop the daemon (launchctl exited with code %1$lld).
ru: Не удалось остановить демон (launchctl завершился с кодом %1$lld).

# error.bootstrapFailed %lld
source: Could not start the daemon (launchctl exited with code %1$lld).
ru: Не удалось запустить демон (launchctl завершился с кодом %1$lld).

# error.title
source: Daemon control error
ru: Ошибка управления демоном

# log.empty
source: No log yet
ru: Лога пока нет

# log.title
source: Daemon log
ru: Лог демона

# settings.idleWindow
source: Idle window
ru: Окно бездействия

# settings.ignoreUserActivity
source: Ignore user activity
ru: Игнорировать активность пользователя

# settings.silenceTimeout
source: Silence timeout
ru: Таймаут тишины

# settings.timeoutValue %@ %lld
source: %1$@: %2$lld min
ru: %1$@: %2$lld мин

# status.daemon.running
source: Daemon running
ru: Демон запущен

# status.daemon.starting
source: Starting…
ru: Запуск…

# status.daemon.stopped
source: Daemon stopped
ru: Демон остановлен

# status.daemon.stopping
source: Stopping…
ru: Остановка…

# action.reconnect
source: Connect again
ru: Подключить заново

# error.connectFailed %lld
source: Could not connect the device (blueutil exited with code %1$lld).
ru: Не удалось подключить устройство (blueutil завершился с кодом %1$lld).

# error.blueutilNotFound
source: blueutil is not installed.
ru: blueutil не установлен.
